import react from "react";
import './TeatrArticleContent.css'

const TeatrArticleContent = () => {
    return (
        <div className="teatr_article_content">
            <div className="teatr_article">
                В 1919-24 гг. складывается театральная система Иманского, реализованная в деятельности Башкирского передвижного театра. Взгляды Иманского нашли отклик в теоретических работах и художественной практике И. Зайни, Г. Мингажева, Б. Юсуповой, Г. Альмухаметова, Ф. Гаскарова. В 30-х годах в Уфе появилось еще несколько театров: республиканский русский, кукольный, театр оперы и балета. В 1926 г. открывается театральное отделение Техникума искусств и с этого времени башкирский театр имел постоянный источник квалифицированных национальных кадров. Все более разрастаясь, выходит на сцену башкирская драматургия, представленная именами Ниязбаева, Юлтыя, Ибрагимова, Габитова, Бурангулова, Файзи, Тагирова и других. В 30-е годы сложился новый образ режиссуры, о которой можно говорить как о целом направлении в искусстве постановки (Ш.М. Муртазина, Р.В. Исрафилов, Л.В. Валиев). Подлинный переворот произошел в искусстве театральной декорации: Г.Ш. Имашева, Т.Г. Еникеев. На новые уровни сценической поэтики, профессионального мастерства вышел актер. На  протяжении 1960-1980-х годов мощными волнами в академическую труппу вошли люди, в чьи руки перешли ключи к поэтическому коду национальной сцены.
            </div>
        </div>
    )
}

export default TeatrArticleContent;