import react from "react";
import './PrazdArticleContent.css'

const PrazdArticleContent = () => {
    return (
        <div className="prazd_article_content">
            <div className="prazd_article">
                Важное место в жизни башкир занимали праздники, связанные с их хозяйственной деятельностью. Одним из таких праздников, проводившихся в период возрождения природы, у башкир был Каргатуй. Традиционно его устраивали весной после прилета грачей, олицетворяющих пробуждение природы. Считалось, что вместе с природой на какое-то время происходит и оживление умерших предков. Участвовали в празднике в основном женщины и подростки, но могли присутствовать и мужчины. Участницы празднества украшали деревья лоскутками разноцветных тканей, бусами, монетами и платками. Также устраивали соревнования, игры и хороводы, варили ритуальную кашу (карга буткахы).  Древнейшим праздником тюркских народов, в том числе башкир и татар, был Сабантуй, который также знаменовал пробуждение природы. Прежде он праздновался перед весенним севом, в конце апреля. В далеком прошлом древние тюрки отмечали его в дни весеннего равноденствия, в марте. Позже праздник перенесли на более поздние сроки. Торжества начинались с общественных молений. Затем проходили традиционные игры и состязания: борьба на поясах, конные скачки и стрельба из лука. Борьбу начинали мальчики, а вслед за ними состязались и взрослые. Обычно награждали каждого участника, выигравшего одну-две схватки. Оставшийся непобежденным объявлялся батыром (почетный титул у тюркских народов) и получал приз из рук самой молодой замужней женщины, что подчеркивало взаимосвязь женской природы с плодородием.
            </div>
        </div>  
    )
}

export default PrazdArticleContent;