import react from "react";
import "./MedArticleContent.css";

const MedArticleContent = () => {
    return (
        <div className="med_article_content">
            <div className="med_article">
                Бортничество — лесное пчеловодство, как народный промысел процветало на территории современного Башкортостана с глубокой древности, задолго до прихода в эти места тюркских племен — предков современных башкир. Об этом свидетельствуют и находки открытого в 1902 году Бирского могильника, возраст которого, примерно, 1500 лет: среди прочей утвари в нём найдено полное снаряжение бортника — добытчика лесного мёда. Наскальные рисунки, найденные в пещерах Бурзянского района, свидетельствуют о том, что в этих местах мёд добывали ещё первобытные люди. В особенность башкирского мёда вносит свой вклад и дикая башкирская бортевая пчела — популяция пчелы Apis mellifera mellifera L. Башкирская популяция пчёл отличается зимостойкостью, устойчивостью к европейскому гнильцу, нозематозу и падевому токсикозу, а также высокой медопродуктивностью при коротком медосборе (например, с липы). У башкирских пчёл высоко ценимая пчеловодами сухая печатка мёда. По сравнению с другими породами и с другими популяциями среднерусской пчелы башкирская пчела проявляет большую злобность: работа с ульями невозможна без костюма, сетки и дымаря. Башкирские медоносные пчёлы получили высокую оценку на международных выставках.
            </div>
        </div>
    );
};

export default MedArticleContent;