import react from "react";
import "./SkotArticleContent.css";

const SkotArticleContent = () => {
    return (
        <div className="skot_article_content">
            <div className="skot_article">
                Традиционно основой хозяйства башкир было полукочевое скотоводство. Башкиры содержали в основном лошадей и овец, для которых не требовалась запасать на зиму большого количества кормов, крупный рогатый скот, в южных и восточных районах — верблюдов. Бедный башкирский хозяин имел лошадей от 10 до 20, богатый владел табунами и стадами до 1000—2000 голов. Во время русско-турецкой войны 1828—1829 годов башкиры выставили около тысячи верблюдов для нужд армии, обеспечивали верблюдами русские военные экспедиции в казахские степи. Занимались башкиры охотой, включая соколиную, рыбной ловлей, бортничеством, сбором дикорастущих плодов (шиповник, черемуха, малина, грибы, черемша и др.), корней растений. Башкиры зимой жили в одноместных хижинах, а летом в юртах. Выращивали в небольших количествах просо, ячмень, полбу, пшеницу, коноплю. Их земледельческих орудий труда имели деревянный плуг, соху, рамную борону. Летом выезжали на кочевки, так как скот, включая лошадей, в течение всего года находился на подножном корму. Кочевали в степях недалеко от воды, в горно-лесных районах — на полянах и долинах с озерами и ручьями. Летними жилищами у башкир были войлочные кибитки. Бедные строили балаганы. С XVII века полукочевое скотоводство утрачивает значение и возрастает роль земледелия и пасечного пчеловодства. В северо-западных районах уже в XVIII веке земледелие становится основным занятием башкир, на юге и Востоке кочевание сохранялось до начала XX века. С первой половины XVIII века началась промышленная эксплуатация рудных месторождений края (Зилаирский, Кагинский, Нижне- и Верхне-Авзянский заводы).
            </div>
        </div>
    );
};

export default SkotArticleContent;