import react from "react";
import "./MuzArticleContent.css";

const MuzArticleContent = () => {
    return (
        <div className="muz_article_content">
            <div className="muz_article">
                Музыкальное искусство Башкортостана, опирающееся на богатое народное музыкальное творчество, сформировалось в первой половине 20 века. До Октябрьской революции у башкир в основном развивалось устное музыкально-поэтическое творчество. Башкирские воины - участники битв с наполеоновской армией, вернувшись на родину, привнесли в национальный быт сведения о русской и европейской музыке, о хоровом пении, военных оркестрах. В 1-й половине XIX в. в орбиту интересов передовых русских музыкантов входит башкирская народная музыка. Начало этому было положено русским композитором А.А. Алябьевым, отбывавшим ссылку в Оренбурге в 1833-34. Он записывает башкирские и татарские народные напевы, создает на основе двух башкирской и одной «киргизской» мелодии вокальный цикл «Азиатские песни», а на башкирскую мелодию, сообщенную ему В.А. Верстовским, пишет «Башкирскую увертюру» для симфонического оркестра. В 1862 в Лейпциге был опубликован струнный квартет К.Б. Шуберта, русского виолончелиста, концертировавшего в 1850-е гг. в городах Поволжья. Шуберт предпослал квартету заголовок «Мое путешествие в киргизские степи» и использовал русские, татарские, башкирские мелодии. Финал квартета построен на варьировании известной башкирской мелодии «Перовский». Также существуют традиционные башкирские жанры: узун кюй(мелодичный стиль), кыска кюй(быстрый короткий стиль), халмак кюй(мелодичный стиль).      
            </div>
        </div>
    );
};

export default MuzArticleContent;