import react from "react";
import "./LitArticleContent.css"

const LitArticleContent = () => {
    return (
        <div className="lit_article_content">
            <div className="lit_article">
                Созданию башкирской письменной литературы предшествовало устное народное творчество. У башкир был богатый фольклор. В произведениях устного народного творчества были отражены взгляды древних башкир на природу, их житейский опыт, нравственные идеалы. Жанровый состав произведений разнообразен: эпос и сказка, легенды и предания, кубаиры (героические сказания), загадки, песни, баиты, газель, мадхия, марсия, касида, дастан, хикмат, кисса, хикаят, назым, насихат, мунажаты, газель, маснави, китга, парса, нэсер, масаль, латифа, саяхатнаме, шежере, тауарих, хитап, мактуб, наме и многие другие. К башкирскому народному творчеству относятся эпосы «Урал-батыр», «Акбузат», «Заятуляк и Хыухылу», «Кара-юрга», «Акхак-кола», «Кунгыр-буга», Алпамыш и Барсынхылу, исторические и бытовые песни, баиты, сказки и легенды, многие из которых передавались в устном виде. К устному народному творчеству относятся стихи Салавата Юлаева. Писатели XVIII—XIX веков Т. Ялсыгула Аль-Башкорди, Г. Сокрой, Ш. Я. Заки, Г. Салихов создавали в основном духовную поэзию, связанную с религиозным сознанием. Просветительские идеи нашли отражение в сочинениях писателей и учёных 2-й половины XIX века: М. К. Акмуллы, М. Уметбаева, М. Бекчурина (Бикчурина, Биксурина) и других. Своеобразие религиозного просветительства проявлялось в отношении решения социальных проблем. В сочинениях Р. Фахретдинова («Асма», «Салима», «Семья», «Наставления») осуждается корыстолюбие, невежество. Согласно его выводам безнравственные поступки бывают присущи и богатым людям.
            </div>
        </div>
    )
}

export default LitArticleContent;